const dict = {
  about: {
    avatarAuthor: "Автор оригинального изображения",
    name: "Евгений Соболев",
    nickname: "Kowkodivka",
    pronouns: "он/его",
    role: "Full-Stack разработчик",
    location: "Новокузнецк, Россия",
    timezone: {
      id: "Asia/Novosibirsk",
    },
    birthday: "16 августа",
  },
  details: {
    about: {
      sectionName: "О себе",
      bio: "Я full-stack разработчик, создаю простые и функциональные приложения. Люблю чистый код, понятные интерфейсы и решение реальных задач без лишнего усложнения.",
      interestsTitle: "В свободное время мне нравится:",
      interests: [
        "изучать новые инструменты и паттерны",
        "заниматься своими сайд проектами",
        "разбираться в open-source коде",
      ],
      lookingFor:
        "Ищу классную команду, где смогу брать на себя реальные задачи, учиться у опытных разработчиков и расти дальше.",
      closing: "Пишите, буду рад пообщаться!",
    },
    techStack: {
      sectionName: "Тех стек",
    },
  },
};

export { dict };
