const dict = {
  about: {
    avatarAuthor: "Автор оригинального изображения",
    name: "Юрий Хошин",
    nickname: "Kowkodivka",
    pronouns: "он/его",
    role: "Full-Stack Ламер",
    location: "Томск, Россия",
    timezone: {
      id: "Asia/Tomsk",
    },
    birthday: "16 августа",
  },
  details: {
    about: {
      sectionName: "Обо мне",
      bio: "Я full-stack ламер - пробовал себя в разных сферах: игры, программирование, физика, понемногу отовсюду.",
      interestsTitle: "В свободное время люблю:",
      interests: [
        "играть в игры",
        "писать код, чаще всего без особого плана",
        "физику (вероятно)",
      ],
      lookingFor:
        "Наука в итоге оказалась той сферой, в которой я и остался - только что поступил в Томский Государственный Университет.",
      closing:
        "Пишите, если что - обещаю, разбираюсь чуть лучше, чем кажется по этому сайту!",
    },
    techStack: {
      sectionName: "Тех. Стек",
    },
  },
};

export { dict };
